/*
 * 文件描述:
 * author：zbtu
 * date：2012-11-1
 */
package com.travlesky.mycontact;

/**
 ************************************************* 
 * NameConstants.java 功能描述:
 * 
 * Copyright: Copyright (c) 2012 Company: 中国民航信息网络股份有限公司
 * 
 * @author 涂宗彬
 * @version 1.0
 * @see 2012-11-1 创建文件
 ************************************************* 
 */
public class NameConstants {
	public static final String[] names = new String[] { "铄辉", "铄亮", "铃铎", "铃阁",
			"铃兰", "铃语", "铃子", "铃音", "瓒瓒", "瓒文", "瓒煜", "瓒昕", "瓒美", "瓒宝", "瓒博",
			"瓒亚", "钟磬", "钟爱", "钟灵", "钟毓", "钟山", "钟秀", "钟仪", "钟离", "钟铭", "钟律",
			"钟石", "钟夔", "钟美", "钟祥", "钟英", "钟念", "钟心", "钟信", "瑞雪", "瑞岚", "瑞霭",
			"瑞锦", "瑞德", "瑞景", "瑞昌", "瑞福", "瑞彩", "瑞香", "瑞玉", "瑞禾", "瑞光", "瑞云",
			"瑞羽", "瑞芝", "瑞星", "瑞霞", "瑞世", "瑞蔼", "瑞木", "瑞梦", "瑞金", "瑞征", "瑞采",
			"柔洁", "柔婉", "柔静", "柔煦", "柔丽", "柔怀", "柔蔓", "柔惠", "柔淑", "柔雅", "柔曼",
			"玲珑", "玲琅", "玲昕", "玲灵", "玲雨", "玲云", "琇莹", "琇昕", "琇山", "金诺", "金城",
			"金光", "金碧", "金铭", "金瑞", "金星", "金辉", "鑫鑫", "鑫昕", "鑫欣", "鑫淼", "鑫存",
			"钢锋", "钦明", "钧平", "钧天", "铭怀", "铭文", "铭志", "铮亮", "银河", "银汉", "锐达",
			/*"锐锋", "锐翰", "锐进", "锐精", "锐立", "锐利", "锐思", "锐逸", "锐意", "锐泽", "锐志",
			"锐智", "锦凡", "锦心", "锦轩", "锦文", "锦弦", "玉英", "玉成", "玉环", "玉轩", "玉华",
			"玉仪", "瑾平", "瑾煜", "珊瑚", "珊珊", "琪花", "琪树", "琪华", "琪琚", "琪瑰", "瑜璟",
			"瑜亮", "瑜珉", "瑜玉", "瑜琏", "瑜瑕", "瑜佩", "瑜珥", "瑜辞", "铎铎", "铎益", "铎朵",
			"铎敏", "铎昕", "铄金", "铄颖", "铄铄", "铄亮", "琸天", "琸宏", "琸珺", "琸宜", "琸秀",
			"琸伟", "琸卓", "琸文", "琸亮", "琸量", "琮敏", "琮人", "琮昕", "琮华", "琮力", "琮慧",
			"琮艺", "琮隽", "琮丽", "琮艳", "琮雅", "琮煜", "琮秀", "琛瑞", "琛丽", "琛缡", "琛宝",
			"琛贝", "琛昰", "琛实", "琛琛", "琛帛", "琛琲", "琛献", "琛亮", "琛深", "琛玲", "锆瑞",
			"锆明", "锆真", "锆德", "锆书", "锆泽", "锻刚", "锻深", "锻砺", "锻英", "锻纯", "锻煜",
			"镓炫", "镓煊", "睿智", "睿哲", "睿泽", "睿博", "睿思", "睿真", "睿达", "睿诚", "睿德",
			"睿敏", "睿文", "睿姿", "睿聪", "睿知", "睿广", "睿圣", "睿慈", "睿岳", "睿艳", "睿武",
			"修竹", "修明", "修德", "修业", "修远", "修文", "彩琇", "琇芳", "琇玉", "琇莉", "琇慧",
			"琇曼", "琸云", "琸翔", "琸敏", "修然", "修真", "修持", "修敬", "修洁", "修心", "修月",
			"修诚", "修齐", "修筠", "修美", "修平", "修畅", "修容", "修雅", "修仁", "修濬", "舒畅",
			"舒心", "舒卷", "舒怀", "舒扬", "舒放", "舒爽", "舒颜", "舒翼", "舒和", "舒启", "舒朗",
			"舒明", "晨曦", "晨光", "晨辰", "晨瑗", "瑗瑗", "瑗丽", "靖冉", "靖昕", "靖曦", "曦明",
			"曦光", "曦希", "曦成", "钰晴", "钰柔", "钰语", "钰莉", "石磊", "石坚", "石峰", "石澜",
			"磊峰", "磊磊", "磊放", "磊鑫", "金石", "金泓", "金波", "金华", "金鸿", "水韵", "水萍",
			"水榭", "水晶", "水波", "水灵", "水云", "水梦", "水湄", "水墨", "水月", "水滨", "水泽",
			"水犀", "水色", "水华", "水文", "水天", "水光", "水芸", "江帆", "江雪", "池文", "汤雪",
			"汪涵", "汪茫", "汪翔", "沁润", "沂志", "沃若", "沃然", "沆茫", "沈博", "沈静", "沈志",
			"沈然", "沈雅", "沈晖", "沈靖", "沈懿", "沈思", "沉思", "沐泽", "沙羽", "沙雨", "沛泽",
			"沛若", "沛雯", "沦漪", "沧海", "河灵", "河川", "海涵", "海棠", "海峤", "海滨", "海若",
			"海鸥", "海洋", "海峡", "海宇", "海燕", "海岳", "海量", "海疆", "海风", "海纳", "海涛",
			"海青", "海琛", "海潮", "海波", "海瑞", "海容", "海国", "海星", "海蓝", "治方", "治国",
			"沾霈", "泉泽", "泉雨", "泊如", "泊然", "泓然", "泓涵", "泓澈", "泓渟", "泛舟", "泠冽",
			"波峻", "波盈", "波影", "泯然", "泳涵", "泷涛", "泽霈", "泽惠", "泽雨", "洁志", "洁泠",
			"洁静", "洁峻", "洁泽", "洁雅", "洇润", "洋洋", "洋然", "洌清", "洒然", "洗然", "洗志",
			"洛灵", "洛妃", "洞朗", "洞明", "洪雅", "洪毅", "洪亮", "洪远", "洪渊", "洪朗", "洪泽",
			"洮洮", "洵直", "活润", "洽穆", "洽熙", "洽博", "流丽", "流惠", "流逸", "流徽", "流婉",
			"流芳", "浏亮", "浑穆", "浚齐", "浚泽", "浚文", "浚哲", "浦月", "浦帆", "浩淼", "浩丽",
			"浩博", "浩思", "浩邈", "浩然", "浩瀚", "浩云", "浩广", "浩雄", "浩东", "浩宇", "浮景",
			"浮明", "海荣", "海若", "海宇", "涆涆", "涓洁", "涓涓", "滔滔", "涛涛", "涛波", "涟猗",
			"涣涣", "涣然", "涣泽", "涤畅", "润丽", "润朗", "润泽", "涧芳", "涵涵", "涵煦", "淋润",
			"淑惠", "淑哲", "淑婉", "淑贤", "淑穆", "淑静", "淑雅", "淑然", "淑慧", "淑贞", "淑祥",
			"淑懿", "淡默", "淡静", "淡雅", "淬妃", "深妙", "深婉", "深博", "淳懿", "淳静", "淳美",
			"淳博", "淳明", "淳雅", "淳耀", "淼漫", "淼淼", "淼鑫", "淼心", "清晖", "清逸", "清嘉",
			"清莹", "清懿", "清泽", "清悦", "清一", "清妍", "清奇", "清雅", "渊泽", "渊思", "渊懿",
			"渊淳", "渊雅", "渊涵", "渊静", "渌图", "渐鸿", "渤溢", "游翔", "渺然", "渺邈", "湉湉",
			"湑湑", "湘君", "湘灵", "湛恩", "湛静", "湛明", "湛思", "湜湜", "溢美", "溥临", "溥天",
			"溥畅", "溱溱", "溶溶", "滂洋", "滂渤", "滂泽", "滟滟", "满心", "滢滢", "滢渟", "滨海",
			"漫然", "漱玉", "漾漾", "潇然", "潇潇", "潜思", "潜颖", "潜朗", "潜君", "潜志", "潢洋",
			"澜沧", "澜清", "澜岚", "澜风", "澜淼", "澜森", "澜语", "澜煊", "澜静", "澜玲", "潭思",
			"潭凝", "潮海", "澄静", "澄莹", "澄宁", "澄靖", "澄朗", "澄峻", "澄邈", "澄思", "澄心",
			"澈亮", "澍泽", "澍雨", "澎湃", "澔涆", "澔澔", "澳清", "瀚漫", "瀚灏", "灏瀚", "灏然",
			"灏景"*/ };
}
